{
    "jokes": [
        "I’m a bit worried about the snake that ate the Meccano set. Apparently he’s now a boa constructor.",
        "A friend of mine crossed a physicist with a snake and got a Bohr Constrictor.",
        "My pet snake is exactly 3.14 metres long. He’s a πthon.",
        "Think I’ve annoyed my friend’s pet snake. It’s had a bit of a hissy fit.",
        "I know a snake who works for government. He’s a civil serpent.",
        "A bottle of venom walks into a bar. The barman says “sorry mate, we don’t serve snakebite in here”." ,
        "Got mugged by a cobra once when I was walking through the park. Wouldn’t recognise it again though, it was wearing a hood.",
        "Which snakes are best at mathematics? Adders.",
        "What’s the best unit of measurement of snakes? Inches, as they don’t have any feet.",
        "A sheep, a drum and a snake all fell over. Baaa Dum Tsss..!",
        "I’ve got a magic snake. Addercadabra.",
        "A hissssstorian is a snake that studies past events.",
        "The snake’s favorite game is hide and sneak.",
        "The only clothing that sister snakes share is the co-bras.",
        "A sophisticated snake wears a boa-tie.",
        "The only snake that gets to hug the bride at her wedding is the garter snake.",
        "Snakes don’t have any legs to be pulled so you can’t fool them.",
        "The mamba dance is the snake’s favorite dance.",
        "The breaking news is that a snake just gave birth to a bouncing baby boar.",
        "To paint a snake, you need serpentine.",
        "A pi-thon is a snake that is 3.14 meters long.",
        "Warning! You should never throw a snake like a boomerang because it will come back to bite you.",
        "The socially awkward chef who only cooks snake meat has Asp burgers.",
        "The reason I don’t trust snakes is that they speak with forked tongues.",
        "Did you know that Mexican snakes are called hissspanic?",
        "When my pet snake was sick, I gave it some Asp-rin.",
        "When you find a black mamba in your toilet, it is wise to wait until it he’s finished.",
        "If you cross a serpent and a trumpet, you get a snake in the brass.",
        "My doctor told me I can’t get round him like that when I told him I keep thinking I am a python.",
        "A snake’s favourite subject in school is hissstory.",
        "The snake that wrote a love letter to her boyfriend sealed it with a hiss.",
        "I thought you should know that a boa constructor is a snake that builds things.",
        "After a fight, snakes hiss and make up.",
        "Your snake is suffering from hay fever. I think you should administer an atihissstamine immediately.",
        "A snake with no clothes on? Oh, that’s snaked.",
        "A snake that is trying to become a bird is a feather boa.",
        "What made the mother rattlesnake sad was the it was time for her children to strike out on their own.",
        "That luggage is made of snakeskin; it is ex-hisss baggage.",
        "As the snake went to the beach, he decided to wear a python.",
        "From her admirers, the snake got fang letters.",
        "The boa constrictors got married because they had a crush on one another.",
        "Humphrey Boa-gart is the snakes’ favorite actor.",
        "Seeing snakes makes some of us quite hisssterical.",
        "As two snakes parted, one said to the other, ‘fangs for the memories.’"
    ]
}
